/* Alert title. */
"Corrupted Quick-Apply Link" = "Поврежденная ссылка";

/* Alert body. */
"It seems like you are using pirated serial." = "Похоже, вы используете пиратский серийник.";

/* Alert body. */
"Please enter your registration data manualy." = "Пожалуйста, введите ваши регистрационные данные вручную.";

/* Registration greeting. Parameter stays for the app name. */
"Register %@" = "Регистрация %@";

/* Alert title. */
"Serial validation fail" = "Валидация серийного ключа не удалась";

/* Both embedded objects are strings containing application name. */
"You can use your serial to activate %@ on any personal Mac that you own. To use %@ from different accounts belonging to different persons, please consider buying additional serials." = "Вы можете использовать свой серийный ключ для активации %1$@а на любом персональном Маке. Для того, чтобы использовать %2$@ на аккаунтах других пользователей, пожалуйста, приобретите дополнительные ключи.";

/* Alert body. */
"Your serial is blacklisted. Please, contact support to get a new key." = "Ваш серийный ключ был добавлен в черный список. Свяжитесь с поддержкой для получения нового ключа.";

/* Alert body. */
"Your serial is corrupted. Please, re-register application." = "Ваш серийный ключ поврежден. Пожалуйста, введите регистрационные данные заново.";
